[Archetypes.ARC_IA_ElevatorPowerControl XComInteractiveLevelActor]
FriendlyDisplayName="Консоль живлення ліфта"

[Archetypes.ARC_IA_LastGift XComInteractiveLevelActor]
FriendlyDisplayName="Станція керування ліфтом"

[Archetypes.ARC_IA_LastGift_AtmosphericComputer XComInteractiveLevelActor]
FriendlyDisplayName="Комп'ютер контролю атмосфери"

[Archetypes.ARC_IA_LastGift_ElevatorComputer XComInteractiveLevelActor]
FriendlyDisplayName="Керування живленням ліфта"

[Archetypes.ARC_IA_LastGift_ElevatorLocation XComInteractiveLevelActor]
FriendlyDisplayName="Підйомний крюк"

[Archetypes.ARC_IA_SkybridgeComputerStation XComInteractiveLevelActor]
FriendlyDisplayName="Комп'ютер містка"

[Archetypes.ARC_IA_SkybridgeComputerStation_Roof XComInteractiveLevelActor]
FriendlyDisplayName="Комп'ютер містка"

[Archetypes.ARC_IA_SparkActivation XComInteractiveLevelActor]
FriendlyDisplayName="\"Іскра\""

